/* Title for event birthday (with a name) */
"%@\\U2019s Birthday" = "“%@”的生日";

/* Title for event birthday (without a name) */
"Birthday" = "生日";

"FACEBOOK_CALENDAR_NAME" = "Facebook 活動";

/* default calendar name */
"DEFAULT_CALENDAR_NAME" = "行事曆";

/* default reminders calendar name */
"DEFAULT_TASK_CALENDAR_NAME" = "提醒事項";
// Also this one, sadly.  See 9806767 and 9696624
"Reminders" = "提醒事項";

/* Default name for an event/reminder alarm */
"DEFAULT_REMINDER_NAME" = "提醒事項";

/* Errors, returned as part of EKError object. Generally only for developers, but they might appear in UI.*/
"EVENT_NOT_MUTABLE_ERROR" = "無法編輯事件。";

"NO_CALENDAR_ERROR" = "尚未設定行事曆。";

"NO_START_DATE_ERROR" = "尚未設定開始日期。";

"NO_END_DATE_ERROR" = "尚未設定結束日期。";

"DATES_INVERTED_ERROR" = "開始日期必須早於結束日期。";

"UNEXPECTED_ERROR" = "發生無法預期的錯誤。";

"CALENDAR_SOURCE_CANNOT_BE_MODIFIED" = "無法將行事曆移至其他帳號。";


"CALENDAR_READ_ONLY_ERROR" = "行事曆是唯讀的。";

"DURATION_EXCEEDS_RECURRENCE_ERROR" = "事件太長，無法太常重複。";

"ALARM_EXCEEDS_RECURRENCE_ERROR" = "事件重複時間早於提示時間。";

"START_DATE_FUTURE_ERROR" = "事件離現在太遙遠。";

"OCCURRENCE_COLLISION_ERROR" = "此事件中的某次事件發生於此日期。";

"INVITES_CANNOT_MOVE_ERROR" = "無法將邀請函移至其他行事曆。";

"CANNOT_GEOCODE_LOCATION_ERROR" = "無法對提醒事項的位置進行地理編碼成地址來啟動鬧鈴提醒。";

/* meaningless to end users, but useful for coders. It means the event is being used with the wrong database (store). */
"WRONG_STORE_ERROR" = "該事件不屬於事件存放區。";

/* developer error */
"SPAN_ERROR" = "已指定無效的跨越範圍。";

"CALENDAR_HAS_NO_SOURCE" = "行事曆沒有來源";

"DOES_NOT_ALLOW_RECURRENCE_CHANGES" = "無法更改重複欄位。";

"DOES_NOT_ALLOW_ALARM_CHANGES" = "無法更改鬧鈴提醒。";

"DOES_NOT_ALLOW_ATTENDEE_CHANGES" = "無法更改參與者";

"CALENDAR_IMMUTABLE" = "無法更改或刪除行事曆。";

"STRUCTURED_LOCATIONS_NOT_SUPPORTED" = "此帳號不支援包含地理資訊的提醒事項。";

"ACTIONS_NOT_SUPPORTED" = "此帳號不支援這些動作。";

"REMINDER_LOCATIONS_NOT_SUPPORTED" = "此帳號不支援提醒事項的位置。";

"ALARM_PROXIMITY_NOT_SUPPORTED" = "此帳號不支援以鄰近關聯為基礎的鬧鈴提醒。";

"RECURRING_TASK_REQUIRES_DUE_DATE_ERROR" = "重複的提醒事項必須包含到期日。";

"SOURCE_PROHIBITS_CALENDAR_ADD_DELETE" = "該帳號不允許加入或移除行事曆。";

"CALENDAR_DOES_NOT_ALLOW_EVENTS" = "行事曆不允許加入事件。";

"CALENDAR_DOES_NOT_ALLOW_REMINDERS" = "行事曆不允許加入提醒事項。";

"SOURCE_DOES_NOT_ALLOW_REMINDERS" = "帳號不支援提醒事項。";

"PRIORITY_IS_INVALID" = "優先順序必須介於 0 和 9 之間。";

"INVALID_ENTITY_TYPE" = "這不是有效的 EKEntityType。";
